Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Не удалось найти файл "{0}". Возможно, он был переименован, перемещен или удален. Вы хотите удалить его из списка избранных?
en: File "{0}" not found. It may have been renamed, moved, or deleted. Do you want to remove it from favorites?

source: Не удалось найти папку "{0}". Возможно, она была переименована, перемещена или удалена. Вы хотите удалить её из списка избранных?
en: Folder "{0}" not found. It may have been renamed, moved, or deleted. Do you want to remove it from favorites?

source: Тестирование аутентификации
en: Authentication testing

source: Идентификатору уже сопоставлен визуальный узел
en: ID already mapped to visual node

source: Для идентификатора не существует сопоставленного визуального узла
en: There is no associated visual node for ID

source: Файлы
en: Files

source: Начало
en: Home

source: Входные порты
en: Input ports

source: Оставить
en: Leave as is

source: Использовать SASL
en: Use SASL

source: Диспетчер
en: Session Manager

source: Выходные порты
en: Output ports

source: Пакеты
en: Packages

source: Параметры
en: Parameters

source: Веб-сервисы
en: Web services

source: Ссылки
en: References

source: Ошибка аутентификации на LDAP сервере
en: LDAP server authentication error

source: Отчеты
en: Reports

source: Планировщик
en: Scheduler

source: Служебные входные порты
en: Service input ports

source: Служебные выходные порты
en: Service output ports

source: Общие папки
en: Shared folders

source: Модуль
en: Module

source: Пользователи
en: Users

source: Настройка
en: Wizard

source: Сценарий
en: Workflow

source: Аутентификация на LDAP сервере произошла успешно
en: LDAP server authentication successful

source: Невозможно найти исходный узел
en: Failed to find source node

source: Удалить ссылку "{0}"?
en: Do you want to delete "{0}" reference?

source: Перед добавлением задачи необходимо сохранить пакет "{0}"
en: Save package "{0}" before adding a job

source: Перед публикацией необходимо сохранить пакет "{0}"
en: Save package "{0}" before publishing

source: У узла "{0}" не задан компонент
en: No component specified for "{0}" node

source: Компонент узла "{0}" неисправен
en: "{0}" node component is malfunctioning

source: Ошибка подключения к LDAP серверу
en: LDAP server connection error

source: Отображать все порты
en: Show all ports

source: Переименование модуля
en: Rename Module

source: Переименование компонента
en: Rename Component

source: Не задана ссылка на IBGModelComponentVendorTreeNode
en: No reference to IBGModelComponentVendorTreeNode

source: Выполнить узел
en: Run node

source: Активировать последующие узлы
en: Activate subsequent nodes

source: Добавить комментарий
en: Add comment

source: Добавить узел подключения в сценарий
en: Add connection node to workflow

source: Добавить ссылку на подключение в сценарий
en: Add reference to connection into workflow

source: Добавить производный узел в сценарий
en: Add derived node to workflow

source: Пользователь {0} не найден
en: User {0} not found

source: Добавить узел Выполнение узла в сценарий
en: Add Node Execution node to workflow

source: Добавить узел Цикл в сценарий
en: Add Loop node to workflow

source: Добавить узел в сценарий
en: Add node to workflow

source: Добавить задачу в планировщик...
en: Add job to scheduler...

source: Заметка (markdown)
en: Annotation (Markdown)

source: Редактирование заметки
en: Annotation Editor

source: Заметки: {0}
en: Annotations: {0}

source: Отменить операцию
en: Cancel operation

source: Узел подмодели не найден
en: Node of the supernode not found

source: Пользователь {0} был найден на сервере LDAP
en: User {0} found on LDAP server

source: Клонировать узел
en: Clone node

source: Комментарий (markdown)
en: Comment (Markdown)

source: Редактирование комментария
en: Comment Editor

source: Свернуть заметки в подмодель
en: Collapse annotations to supernode

source: Свернуть элементы в подмодель / Развернуть подмодель
en: Collapse items to supernode / Expand supernode

source: Свернуть элементы в подмодель
en: Collapse items to supernode

source: Свернуть узлы в подмодель
en: Collapse nodes to supernode

source: Свернуть заметку в подмодель
en: Collapse annotation to supernode

source: Свернуть узел в подмодель
en: Collapse node to supernode

source: Полное имя пользователя: {0}
en: Full username: {0}

source: Настроить порт...
en: Configure port...

source: У данного узла уже существует производный компонент "{0}". Вы действительно хотите создать ещё один компонент?
en: Derived component "{0}" already exists for this node. Do you really want to create one more component?

source: Копировать узел
en: Copy node

source: Вырезать узел
en: Cut node

source: Деактивировать все подузлы
en: Deactivate all subnodes

source: Удалить...
en: Delete...

source: Удалить связь...
en: Delete link...

source: Удалить узел...
en: Delete node...

source: Полное имя пользователя не определено
en: Full username not found

source: Удалить порт
en: Delete port

source: Разрешено создание производного узла
en: Derived node creation is allowed

source: Создать производный компонент...
en: Create derived component ...

source: Редактирование метки порта...
en: Edit port caption...

source: Редактирование метки порта
en: Edit Port Caption

source: Не удалось сохранить позицию комментария
en: Failed to save comment position

source: Не удалось создать новый порт
en: Failed to create new port

source: Разрешать вход пользователям без роли
en: Allow login for users without roles

source: В ходе вставки возникли ошибки. Повторить принудительно?
en: Errors occurred while pasting. Do you want to repeat forcedly?

source: Ошибки при выполнении отложенного обновления объектов Сценария
en: Errors when performing queued update of the Workflow objects

source: Развернуть подмодель
en: Expand supernode

source: Повторить принудительно
en: Force retry

source: Перейти к базовому узлу
en: Go to base node

source: Перейти к подключению
en: Go to connection

source: Перейти к подключениям
en: Go to connections

source: Перейти к производному компоненту
en: Go to derived component

source: URL точки аутентификации
en: Authentication endpoint

source: Перейти к производным компонентам
en: Go to derived components

source: Скрыть порт управляющих переменных
en: Hide control variables port

source: Связи: {0}
en: Links: {0}

source: Узел блокируется во время выполнения или настройки
en: Node locked during runtime or setup

source: Логировать количество строк
en: Log row count

source: Настроить режим активации узла...
en: Configure node activation mode...

source: Узлы: {0}
en: Nodes: {0}

source: по умолчанию
en: Default

source: Автоматическое получение токена
en: Automatic reception of token

source: видимость внутри текущего пакета
en: Visibility inside current package

source: видимость внутри текущего сценария
en: Visibility inside current workflow

source: видимость внутри текущего сценария и подмоделей
en: Visibility inside current workflow and supernodes

source: видимость во всех пакетах
en: Visibility inside all packages

source: видимость во всех пакетах и в виде веб-сервиса
en: Visibility inside all packages and as web service

source: Видимость узла
en: Node Visibility

source: Не удалось найти производный компонент в открытых пакетах
en: Failed to find derived component in the opened packages

source: Пересоздать базовый узел
en: Re-create base node

source: Обновить метку
en: Refresh Caption

source: Клеймы, извлекаемые в переменные
en: Claims extracted to variables

source: Удалить выделенную заметку?
en: Delete selected annotation?

source: Удалить комментарий
en: Delete comment

source: Удалить выделенную связь?
en: Delete selected link?

source: Удалить выделенный узел?
en: Delete selected node?

source: Удалить выделенные объекты?
en: Delete selected objects?

source: Переименовать...
en: Rename...

source: Восстановить исходную конфигурацию узла
en: Restore original node configuration

source: Сперва выделите метку узла на сценарии
en: First select node caption in workflow

source: Сперва выделите узел на сценарии
en: First select node in workflow

source: Выберите только одну метку узла
en: Select only one node caption

source: Выберите только один узел
en: Select only one node

source: Выберите только один узел или связь
en: Select only one node or link

source: Сперва выделите объект на сценарии
en: First select object in workflow

source: Задать производный компонент узла...
en: Set a derived component for the node...

source: Настроить узел...
en: Configure node...

source: Показать порт управляющих переменных
en: Show control variables port

source: Быстрый просмотр
en: Quick view

source: Обучить узел
en: Train the node

source: Настроить...
en: Configure...

source: Удаление (принудительно)...
en: Delete (forced)...

source: Обновить конфигурацию узла
en: Update node configuration

source: Компонент узла не определен
en: Undefined node component

source: Подобрать оптимальный масштаб
en: Zoom fit

source: Увеличить масштаб
en: Zoom in

source: Уменьшить масштаб
en: Zoom out

source: Не задана ссылка на IBGModelNodeTreeNode
en: No reference to IBGModelNodeTreeNode

source: Применение новой локали
en: Apply New Locale

source: Задан пустой {0}
en: Empty {0}

source: После смены локали сравнение строк может работать по-другому. Вы действительно хотите изменить локаль?
en: After locale change strings may be compared in a different way. Do you really want to change locale?

source: Текущая локаль пакета "{0}".
en: Current locale of package is "{0}".

source: Выключено
en: Disabled

source: Включено
en: Enabled

source: Определяется настройками сервера
en: Determined by server settings

source: изменена
en: modified

source: "{0}" - не является допустимым именем пакета
en: "{0}" is invalid package name

source: Позже
en: Later

source: Ошибки в параметрах настройки OpenID:
en: Errors in OpenID configuration parameters:

source: Сравнение строк изменится после закрытия пакета и всех зависимых от него открытых пакетов.
en: Comparison of strings will be changed when the package and all opened dependent packages are closed.

source: Новая локаль будет применена после закрытия пакета и всех зависимых от него открытых пакетов.
en: New locale will be applied when the package and all opened dependent packages are closed.

source: Сравнение строк изменится после закрытия пакета и всех зависимых от него открытых пакетов. Сохранить пакет и переоткрыть сейчас?
en: Comparison of strings will be changed when the package and all opened dependent packages are closed. Do you want to save the package and reopen it now?

source: Новая локаль будет применена после закрытия пакета и всех зависимых от него открытых пакетов. Сохранить пакет и переоткрыть сейчас?
en: New locale will be applied when packages and all opened packages that depend on it are closed. Do you want to save the package and reopen it now?

source: Переоткрыть
en: Reopen

source: Добавить модуль
en: Add module

source: Клейм списка общих папок
en: Claim of the list of shared folders

source: Редактирование метки модуля
en: Edit Module Caption

source: Область видимости
en: Visibility

source: Настроить область видимости...
en: Configure visibility...

source: Пакеты сохраняются с заданным интервалом в файлы с расширением .autosave рядом с {0} файлами. Сами {0} файлы при этом не перезаписываются.
en: Packages are saved periodically, at the specified interval, to new files with a .autosave extension alongside the {0} files. The original {0} files remain unchanged.

source: Указано недопустимое значение периода автосохранения пакетов
en: Invalid packages autosave period is specified

source: Не указан период автосохранения пакетов
en: Packages autosave period is not specified

source: Текущая локаль "{0}".
en: Current locale is "{0}".

source: Не удается открыть путь "{0}". Ошибка: {1}.
en: Failed to open "{0}" path. Error: {1}.

source: Указанный путь не найден "{0}".
en: The specified path was not found "{0}".

source: Нет извлекаемых клеймов
en: No extractable claims

source: Скрытая:
en: Hidden:

source: Не отображается в режиме просмотра отчетов
en: Not selected in the reports view mode

source: Нет назначения прав на папки
en: No folder permissions mapping

source: Только для чтения:
en: Read-only:

source: Редактируется только в режиме разработки сценария
en: Editable only in design mode

source: Вы действительно хотите удалить переменные?
en: Do you really want to delete variables?

source: Удаление переменных
en: Delete Variables

source: Выберите активный узел, чтобы увидеть его данные
en: Select the active node to show its data

source: Нет назначения ролей
en: No role mapping

source: У этого узла нет выходных портов
en: There are no output ports for this node

source: Для порта не существует Быстрого просмотра
en: Quick View does not exist for port

source: Порт не активирован
en: Port not activated

source: http://schemas.loginom.ru/integration
en: http://schemas.loginom.com/integration

source: Пространство имен не может быть пустым
en: Namespace cannot be empty

source: Не указан путь к файлу пакета
en: Path to the package file is not specified

source: Не удалось опубликовать пакет: "{0}"
en: Failed to publish package: "{0}"

source: Пакет "{0}" уже опубликован
en: "{0}" package already published

source: {0} пустой или не является URL
en: {0} is empty or not a URL

source: Пакет с именем {0} уже опубликован
en: Package with {0} name already published

source: Редактирование веб-сервиса
en: Edit Web Service

source: Завершить публикацию пакета {0}?
en: Do you want to unpublish {0} package?

source: Добавить...
en: Add...

source: Удалить ссылку?
en: Do you want to delete reference?

source: Идентификатор клиента
en: Client ID

source: Путь до пакета
en: Package path

source: Настроить
en: Configure

source: Версия
en: Version

source: Активные
en: Active

source: Текст кнопки входа
en: Login button caption

source: Добавление переменной
en: Add Variable

source: Не задана
en: Unspecified

source: Определяется настройками пакета
en: Determined by package settings

source: Выбрать
en: Select

source: Выбор переменных пакета
en: Select Package Variables

source: Редактирование переменных
en: Edit Variables

source: Область действия
en: Scope

source: Редактирование переменной
en: Edit Variable

source: Введенное значение не является правильным идентификатором или GUID в формате {XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX}.
en: The value entered is not a valid identifier or GUID in the {XXXXXXXX-XXXX-XXXX-XXXX-XXXXXXXXXXXX} format.

source: Задача удалена
en: Job was deleted

source: Задача не выбрана
en: Job not selected

source: Переменная с именем "{0}" не найдена
en: Variable with name "{0}" not found

source: Запрещено изменение переменной "{0}"
en: Changing variable "{0}" is not allowed

source: Тип переменной пакета "{0}" не совместим с типом переменной задачи
en: The type of package variable "{0}" doesn't match the job variable type

source: Количество миллисекунд должно быть более или равно {0}
en: Millisecond count must be more or equal to {0}

source: Нет задач, доступных для добавления
en: No available jobs to add

source: Ключ клиента
en: Client secret

source: Нет задач, доступных для выбора
en: No available jobs to select

source: Выбор узла
en: Select Node

source: Количество периодов повтора должно быть положительным
en: Repeat period count must be positive

source: часов
en: hours

source: миллисекунд
en: milliseconds

source: минут
en: minutes

source: секунд
en: seconds

source: Текущая задача
en: Current job

source: Переменные из токена OpenID
en: Variables from OpenID Token

source: Значение имени переменной "{0}" не является правильным идентификатором
en: The name value of variable "{0}" name is not a valid identifier

source: Значение имени порта "{0}" не является правильным идентификатором
en: The name value of port "{0}" is not a valid identifier

source: Нет переменных
en: No variables

source: Все переменные выбраны
en: All variables selected

source: Адрес клиента
en: Client URL

source: Завершенные
en: Completed

source: Не удалось получить информацию о ошибке
en: Failed to get error details

source: Не удалось получить список активных сессий для выбранных задач
en: Failed to receive the list of active sessions for the selected jobs

source: Добавление задачи
en: Add Job

source: Удалить все задачи и остановить активные сессии?
en: Do you want to delete all jobs and terminate active sessions?

source: Удаление всех задач
en: Delete All Jobs

source: Удалить задачу и остановить активные сессии?
en: Do you want to delete the job and terminate active sessions?

source: Только удалить
en: Delete only

source: Удаление задачи
en: Delete Job

source: Клейм списка ролей
en: Role list claim

source: Удалить и остановить
en: Delete and terminate

source: Удалить выбранные задачи и остановить активные сессии?
en: Do you want to delete the selected jobs and terminate active sessions?

source: Удаление выбранных задач
en: Delete Selected Jobs

source: Редактирование задачи
en: Edit Job

source: Запускаемый пакет не указан
en: The package to start is not specified

source: Не удалось удалить задачу "{0}", возможно она удалена в другой сессии
en: Failed to delete job "{0}", probably deleted in other session

source: Не удалось запретить выполнение задач: "{0}"
en: Failed to disable execution of jobs: "{0}"

source: Не удалось разрешить выполнение задач: "{0}"
en: Failed to allow execution of jobs: "{0}"

source: Задача "{0}" удалена
en: Job "{0}" was deleted

source: URL запроса токена
en: Token endpoint

source: Задача "{0}" изменена в другой сессии. Перезаписать изменения своими?
en: Job "{0}" was changed in other session. Overwrite with your changes?

source: Закрыть без сохранения
en: Close without saving

source: Конфликт изменения задачи
en: Job Change Conflict

source: Перезаписать
en: Overwrite

source: У пользователя "{0}" нет прав для просмотра узлов пакетов
en: User "{0}" has no rights to view package nodes

source: В пакете "{0}" не удалось найти узел "{1}"
en: Failed to find node "{1}" in package "{0}"

source: Не удалось найти запускаемый пакет "{0}"
en: Failed to find package "{0}" to start

source: Все задачи
en: All jobs

source: Обновлять полное имя пользователя
en: Update full username

source: Остановить выполнение всех сессий для задачи "{0}"?
en: Do you want to stop execution of all sessions for job "{0}"?

source: Остановить выполнение всех сессий для выбранных задач?
en: Do you want to stop execution of all sessions for selected jobs?

source: Остановить выполнение всех сессий?
en: Do you want to stop execution of all sessions?

source: Остановка сессий
en: Stop Sessions

source: Всё равно добавить
en: Add Job Anyway

source: Всё равно сохранить
en: Save Anyway

source: Свернуть в окно
en: Collapse to window

source: Обновлять роль пользователя
en: Update user role

source: Не удалось установить компонент
en: Failed to set component

source: Список компонентов пуст. Создайте производный компонент от совместимого узла
en: The list of components is empty. Create a derived component from a compatible node

source: Настройка узла приведет к его деактивации. Вы действительно хотите начать настраивать узел?
en: Node configuration will cause its deactivation. Do you really want to start node configuration?

source: Настройка порта приведет к деактивации узла. Вы действительно хотите начать настраивать порт?
en: Port configuration will cause node deactivation. Do you really want to start port configuration?

source: При переходе на "{0}.{1}" возникла ошибка.
en: An error occurred while switching to "{0}.{1}".

source: Конфигурация узла изменилась
en: Node configuration changed

source: Клейм полного имени пользователя
en: Full username claim

source: Узел временно недоступен для редактирования. Попробуйте повторить это действие позже.
en: The node is temporarily unavailable for configuring. Try to repeat this action later.

source: Узел "{0}" заблокирован
en: "{0}" node is locked

source: Узел "{0}" не существует
en: "{0}" node does not exist

source: Нет способа отобразить "{0}.{1}"
en: There is no way to display "{0}.{1}"

source: Не существует мастера настройки для объекта "{0}"
en: No wizard for "{0}" object

source: Сохранить пакет как...
en: Save package as...

source: Сохранить пакет
en: Save package

source: Базовый узел
en: Base Node

source: Отсутствует
en: Missing

source: Ссылка на базовый узел
en: Reference to base node

source: URL запроса информации о пользователе
en: User information endpoint

source: Описание
en: Description

source: Название
en: Caption

source: Разрешено создание узлов Выполнение и Цикл
en: Creation of Execution and Loop nodes is allowed

source: Клейм имени пользователя
en: Username claim

source: Быстрый доступ
en: Quick access

source: https://loginom.ru
en: https://loginom.com

source: © ООО «Аналитические технологии» 2017
en: © OOO ANALITICHESKIE TEHNOLOGII 2017

source: help@loginom.ru
en: help@loginom.com

source: Справка
en: Documentation

source: Помощь
en: Help

source: Минимизировать
en: Minimize

source: Получение имени пользователя из токена
en: Retrieve username from token

source: Задать вопрос
en: Ask a question

source: Неверный формат описания функции Калькулятора "{0}"
en: Invalid Calculator function description format "{0}"

source: Вставить шаблон: {0}
en: Insert template: {0}

source: Вставить формат: {0}
en: Insert format: {0}

source: Вставить ключ: {0}
en: Insert key: {0}

source: Номер интервала
en: Bin index

source: Середина интервала
en: Bin average

source: Список имен ролей
en: List of role names

source: Закрывающаяся скобка ")" или "]"
en: Closing ")" or "]" bracket

source: Метка квантуемого поля (%FD[3-7] - с 3-го по 7-й символ включительно)
en: Caption of quantized field (%FD[3-7] - from the 3rd to the 7th character inclusively)

source: Имя квантуемого поля (%FN[5] - первые 5 символов имени)
en: Name of quantized field (%FN[5] - the first 5 name characters)

source: Максимум интервала
en: Bin maximum

source: Минимум интервала
en: Bin minimum

source: Открывающаяся скобка "(" или "["
en: Opening "(" or "[" bracket

source: только 3 значимых разряда
en: only 3 significant digits

source: округлить до 50
en: round to 50

source: Ожидайте
en: Wait

source: Количество интервалов - {0}
en: Bin count - {0}

source: Ошибка получения кода аутентификации
en: Error receiving authentication code

source: Актуальная версия {0}
en: Latest stable version {0}

source: Расчет интервалов
en: Calculating bins

source: Рассчитать все интервалы
en: Calculate all bins

source: Рассчитать текущий
en: Calculate current

source: Автоматически 1
en: Auto 1

source: Автоматически 2
en: Auto 2

source: Количество цифр
en: Count of digits

source: Автоматически 3
en: Auto 3

source: Среднее
en: Average

source: Подробный 1
en: Detailed 1

source: Подробный 2
en: Detailed 2

source: Подробный
en: Detailed

source: Максимум
en: Maximum

source: Минимум
en: Minimum

source: Номер
en: Number

source: Активировать входные порты?
en: Do you want to activate input ports?

source: %MIN[от d.m.yy h:mm]%MAX[ до d.m.yy h:mm]
en: %MIN[from d.m.yy h:mm]%MAX[ to d.m.yy h:mm]

source: %MIN[от #,0.####]%MAX[ до #,0.####]
en: %MIN[from #,0.####]%MAX[ to #,0.####]

source: %FN (%FD[5]) %OP%MIN[4][r5]..%MAX[4][r5]%CP%AVE[, среднее - #.####]
en: %FN (%FD[5]) %OP%MIN[4][r5]..%MAX[4][r5]%CP%AVE[, average - #.####]

source: %OP%MIN[4][r5]..%MAX[4][r5]%CP%AVE[, среднее - #.####]
en: %OP%MIN[4][r5]..%MAX[4][r5]%CP%AVE[, average - #.####]

source: Количество строчных букв
en: Count of lowercase letters

source: Внимание
en: Attention

source: Для выбранных колонок уже запущен процесс обработки.
en: Processing has been already started for selected columns.
